# St7SaveFileCopy

Saves a copy of a Strand7 model to a new file. The file remains open after the call.

long St7SaveFileCopy(long uID, char* FileName)
Input Parameters
uID
Strand7 model file ID.
FileName
Full path and filename for the Strand7 model.